{
    "template_type": "Proposal",
    "donors": [
        "UNHCR Default Template"
    ],
    "special_requirements": {
        "instructions": [
            "Strictly base all content on the provided inputs and knowledge base.",
            "Do not invent or hallucinate facts, figures, or dates.",
            "If information is missing, explicitly state that it is not available in the context.",
            "Ensure tone, style, and formatting match a professional humanitarian proposal.",
            "when referencing donor, use donor name and never  donor_id",
            "when referencing outcomes, use outcome name and never  outcome_id",
            "when referencing, field context, use field_context name and never field context_id"
        ]
    },
    "sections": [
        {
            "section_name": "Summary",
            "word_limit": 4000,
            "format_type": "text",
            "instructions": "Summarize the crisis/emergency context, humanitarian needs, target population (who, where, how many), and key activities grouped by sector (protection, shelter/NFIs, etc.) using ONLY the provided inputs. Do not duplicate text from the allocation strategy. Explain how the project will be catalytic/transformational and how it will be sustainable beyond the CERF allocation based on the plan.",
            "mandatory": true
        },
        {
            "section_name": "Rationale",
            "word_limit": 1000,
            "format_type": "text",
            "instructions": "Justify the project based on provided rationale: What is the crisis/emergency? Why is this response necessary now? Explain the emergency or gap being addressed. Who is affected, and why is CERF funding urgently needed now? Explain how the proposed project will impact the lives of affected people.",
            "mandatory": true
        },
        {
            "section_name": "Project Description",
            "word_limit": 1000,
            "format_type": "text",
            "instructions": "Describe proposed interventions per sector strictly as planned. Define expected outputs, activities, outcomes, geographic coverage, delivery modality (in-kind, CVA, services), and any special focus (e.g., disabilities, GBV, AAP). Explain what is the pursued impact for each proposed activity.",
            "mandatory": true
        },
        {
            "section_name": "Implementation and Coordination Arrangements",
            "word_limit": 1000,
            "format_type": "text",
            "instructions": "Describe coordination arrangements with government, with relevant clusters/sectors, local authorities, and humanitarian actors. Indicate roles of sub-partners and how their actions complement UNHCR’s efforts. Make sure that any software or digital solutions developed using the CERF are available to the entire community by releasing it as a Digital Public Good",
            "mandatory": true
        },
        {
            "section_name": "Monitoring",
            "word_limit": 1000,
            "format_type": "text",
            "instructions": "Explain how results will be monitored based on the M&E plan. Include data sources (e.g. partner reports, post-distribution monitoring), roles of partners, and means of verification. Describe how data for the project indicators will be collected, what data collection tools will be used, and how often data will be collected and analysed. If working through implementing partners, mention how they will be monitored and their reporting requirements, and in particular if working in a remote management situation with difficult access due to security. Refer to IASC guidance and standards if relevant.",
            "mandatory": true
        },
        {
            "section_name": "Evaluation",
            "word_limit": 350,
            "format_type": "text",
            "instructions": "Specify whether an internal or external evaluation is planned. State its objective, scope, and when it will occur (during or after implementation). Briefly describe the expected methodology to be employed in realizing the evaluation purpose.",
            "mandatory": true
        },
        {
            "section_name": "Results Matrix",
            "instructions": "Provide a results framework with outcomes, outputs, SMART indicators, sex- and age-disaggregated targets, means of verification, and linkage to the activities in the project description based strictly on the provided logframe. Use at least 1 output (with corresponding indicators/activities) per sector and a maximum of 5 output. Ensure clear link between indicator targets and beneficiary table. Ensure clear link between indicator targets and beneficiary table. CERF encourages the use of cash & vouchers where feasible/appropriate. Use CERF Logical Framework and standard indicators where possible.",
            "format_type": "table",
            "columns": [
                {
                    "name": "Indicator",
                    "format_type": "text",
                    "instructions": "Quantitative or qualitative factors or variables to measure achievement or to reflect expected changes. Example: # of people receiving protection assistance"
                },
                {
                    "name": "Target (Men/Women/Boys/Girls)",
                    "format_type": "number",
                    "instructions": "Provide a target number for each group: XX/XX/XX/XX"
                },
                {
                    "name": "Means of Verification",
                    "format_type": "text",
                    "instructions": "How will the indicator be measured? Example: Partner reports, UNHCR reports, post-distribution monitoring"
                },
                {
                    "name": "Comments",
                    "format_type": "text",
                    "instructions": "Any additional comments."
                }
            ],
            "rows": [
                {
                    "row_title": "Outcome 1",
                    "instructions": "The intended changes in institutional performance, individual or group behaviour or attitudes, or the political, economic, or social position of the beneficiaries. Example: Conflict-affected population accesses integrated protection services"
                },
                {
                    "row_title": "Output 1.1",
                    "instructions": "The intended changes in the skills or abilities of the beneficiaries, or the availability of new products or services as a result of project activities. Example: Provision of MPCA and protection referrals"
                }
            ],
            "mandatory": true
        },
        {
            "section_name": "Work Plan",
            "instructions": "Indicate the timing and responsible partners for each key activity based on the schedule. Use activity codes and mark the expected duration across the project period. Mark the start and end of each activity across months using a visual cue (e.g., X or ✓). The reference sector in the workplan should corresponds to the sector used in the Result Matrix. Use as much as possible CERF list of activities.",
            "format_type": "table",
            "columns": [
                {
                    "name": "Activity Description",
                    "format_type": "text",
                    "instructions": "Describe the activity."
                },
                {
                    "name": "Responsible Partner",
                    "format_type": "text",
                    "instructions": "Name the partner responsible for the activity."
                },
                {
                    "name": "Month 1",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                },
                {
                    "name": "Month 2",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                },
                {
                    "name": "Month 3",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                },
                {
                    "name": "Month 4",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                },
                {
                    "name": "Month 5",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                },
                {
                    "name": "Month 6",
                    "format_type": "text",
                    "instructions": "Indicate if the activity is planned for this month."
                }
            ],
            "rows": [
                {
                    "row_title": "Activity 1",
                    "instructions": "Describe the first activity."
                }
            ],
            "mandatory": true
        },
        {
            "section_name": "Budget",
            "instructions": "Provide a budget breakdown formatted as a table based on the provided financial data. Categorize costs under: Staffing, Supplies/Commodities, Equipment, Services, Travel, Sub-grants, Operating Costs, and Project Support Costs. Match narrative activities with budget lines. Provide % breakdown of total project cost per sector. Use maximum 2 decimal places for quantity & unit cost. Ensure the budget line description explains the quantity and unit cost and consistency between budget line description vs Quantity/Unit cost. Explain how large unit costs calculated",
            "format_type": "table",
            "columns": [
                {
                    "name": "Budget Line Description",
                    "format_type": "text",
                    "instructions": "Description of the budget line item."
                },
                {
                    "name": "Remarks (max. 1,500 characters)",
                    "format_type": "text",
                    "instructions": "Any remarks about the budget line item."
                },
                {
                    "name": "Unit description",
                    "format_type": "text",
                    "instructions": "Description of the unit."
                },
                {
                    "name": "Unit Quantity",
                    "format_type": "number",
                    "instructions": "Quantity of the unit."
                },
                {
                    "name": "Unit Cost",
                    "format_type": "number",
                    "instructions": "Cost of the unit."
                },
                {
                    "name": "Duration",
                    "format_type": "number",
                    "instructions": "Duration in months."
                },
                {
                    "name": "Total cost (USD)",
                    "format_type": "number",
                    "instructions": "Total cost in USD."
                }
            ],
            "rows": [
                {
                    "row_title": "A. Staff and Other Personnel Costs",
                    "instructions": "Please itemize staff positions and associated costs. Where breakdown is impractical, provide total amount with sufficient description of cost elements. Typically cash-transfers go here. % charged to CERF can vary between 0-100%. If this category subtotal is <6% of direct costs, use ONLY 1 lump sum budget line, if not use separate budget line per staff grade (P4, P3, P2, NOB, NOA, etc.)."
                },
                {
                    "row_title": "B. Supplies, Commodities, Materials",
                    "instructions": "Please itemize supplies and materials. Provide total amount if breakdown is impractical. "
                },
                {
                    "row_title": "C. Equipment",
                    "instructions": "List any equipment needed. Provide total cost with sufficient description. If this category subtotal is <2% of direct costs, use ONLY 1 lump sum budget line, if not use separate budget line per type of equipment (Computers, Telephones, Tablets, etc."
                },
                {
                    "row_title": "D. Contractual Services",
                    "instructions": "Provide details of contractual services, consultancies, etc.  Typically cash-transfer fees go here. "
                },
                {
                    "row_title": "E. Travel",
                    "instructions": "Itemize travel costs including transportation and per diem. . If this category subtotal is <1.5% of direct costs, use ONLY 1 lump sum budget line, if not use separate budget line per subcategory( DSA-Daily Subsistance Allowance, Airfare, Vehicle Hire, Fuel "
                },
                {
                    "row_title": "F. Transfers and Grants to Counterparts",
                    "instructions": "Include grants or transfers to implementing partners. Indicate partner type: government, NNGOs, Red Cross/Crescent, INGOs. "
                },
                {
                    "row_title": "G. General Operating and Other Direct Costs",
                    "instructions": "Include utilities, communications, rent, and other direct costs. The maximum  for this type should not exceed 6.5% of the total buudget. . If this category subtotal is <1.5% of direct costs, use ONLY 1 lump sum budget line, if not use separate budget line per subcategory (Office Rent, Communincation, Office Utilities"
                }
            ],
            "mandatory": true
        },
        {
            "section_name": "Annex 1. Risk Assessment Plan",
            "instructions": "List key contextual or operational risks (e.g., access, security, supply chain). Assess their impact and likelihood, and describe mitigation strategies.",
            "format_type": "table",
            "columns": [
                {
                    "name": "Risk Factor",
                    "format_type": "text",
                    "instructions": "Describe the risk factor."
                },
                {
                    "name": "Consequence (Rank 1 to 6)",
                    "format_type": "number",
                    "instructions": "Rank the consequence from 1 to 6."
                },
                {
                    "name": "Likelihood & Timeline",
                    "format_type": "text",
                    "instructions": "Describe the likelihood and timeline of the risk."
                },
                {
                    "name": "Risk Treatment Plan",
                    "format_type": "text",
                    "instructions": "Describe the plan to treat the risk."
                }
            ],
            "rows": [
                {
                    "row_title": "Risk 1",
                    "instructions": "Describe the first risk."
                }
            ],
            "mandatory": true
        },
        {
            "section_name": "Project Information",
            "section_label": "Project Information",
            "format_type": "table",
            "mandatory": true,
            "instructions": "Fill the table .",
            "columns": [
                {
                    "name": "Field",
                    "format_type": "text",
                    "instructions": "Field Name"
                },
                {
                    "name": "Value",
                    "format_type": "text",
                    "instructions": "Enter the value for this field."
                }
            ],
            "rows": [
                {
                    "row_title": "Project title",
                    "instructions": "Enter a concise title (max 200 characters) that clearly reflects the purpose and scope of the project."
                },
                {
                    "row_title": "Project Outccome",
                    "instructions": "Select the outcomes relevant to this project, aligned with CERF sector classifications."
                },
                {
                    "row_title": "Geographical Coverage",
                    "instructions": "Specify country and subnational locations names (regions, districts, cities) where activities will be implemented."
                },
                {
                    "row_title": "Executing agency",
                    "instructions": "Indicate UNHCR as the executing agency unless otherwise coordinated."
                },
                {
                    "row_title": "Beneficiaries",
                    "instructions": "Provide total number of direct beneficiaries disaggregated by sex (men, women), age (boys, girls), and persons with disabilities. Avoid household or percentage-based figures."
                },
                {
                    "row_title": "Partner(s)",
                    "instructions": "List implementing sub-partners (e.g. NGOs, national/local actors) and describe their role where relevant."
                },
                {
                    "row_title": "Duration",
                    "instructions": "Specify project duration: either 6 months for Rapid Response (RR) or 12 months for Underfunded Emergencies (UFE)."
                },
                {
                    "row_title": "Budget",
                    "instructions": "Indicate total amount requested from CERF and breakdown by sector(s). Budget must match Excel template."
                }
            ]
        }
    ]
}